Repository: adnans1e/IRC-Services-Legacy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es

source: Password
ar: كلمة المرور
es: Contraseña

source: Email
ar: البريد الإلكتروني
es: Correo electrónico

source: Name
ar: الإسم
es: Nombre

source: User account is disabled.
ar: تم تعطيل حساب المستخدم
es: Cuenta de usuario está deshabilitada.

source: Unable to log in with provided credentials.
ar: غير ممكن تسجيل الدخول عبر المعلومات المذكورة
es: No se puede iniciar sesión con las credenciales proporcionadas.

source: This field is required.
ar: هذه الخانة مطلوبة
es: Este campo es requerido.

source: A user with that email already exists.
ar: البريد الإلكتروني موجود من قبل
es: Ya existe un usuario con ese correo electrónico.

source: Permissions
ar: ضوابط
es: Permisos

source: Important dates
ar: تواريخ مهمة
es: Fechas importantes

source: The two password fields didn't match.
ar: حقليّ كلمة المرور لا تتطابقان.
es: Los campos de las dos contraseñas no coinciden.

source: Required. 255 characters or fewer. Letters, digits and @/./+/-/_ only.
ar: المطلوب 255 حرفا أو أقل. الحروف والأرقام و @/ / + / - / _ فقط.
es: Obligatorio. 255 caracteres o menos. Letras, dígitos y @/./+/-/_ únicamente.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
ar: هذه القيمة قد تحتوي فقط على الأحرف والأرقام و @/ / + / - / _.
es: Este valor puede contener sólo letras, números y los siguientes caracteres @/./+/-/_

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="password/">this form</a>.
ar: كلمات المرور لا يتم تخزينها بشكل خام، لذلك ليس بالإمكان معرفة كلمة مرور هذا المستخدم، ولكن يمكنك تغيير كلمة المرور عبر <a href="password/"> إسم هذا النموذج </a>.
es: Las contraseñas no se almacenan, así que no hay manera de ver la contraseña de este usuario, pero puede cambiar la contraseña usando <a href="password/">este formulario</a>.

source: Users must have an email address
ar: يجب أن يكون للمستخدمين عنوان بريد إلكتروني
es: Los usuarios deben tener una dirección de correo electrónico

source: Activation key is invalid or has already been used.
ar: رابط التفعيل غير صالح أو قد تم إستخدامه سابقاً.
es: La clave de activación no es válida o ya ha sido usada.

source: email address
ar: البريد الإلكتروني
es: dirección de correo electrónico

source: staff status
ar: حالة الموظفين
es: estado del perfil

source: Designates whether the user can log into this admin site.
ar: يحدد صلاحية المستخدم في الدخول إلى إدارة الموقع.
es: Designe si el usuario puede iniciar sesión como administrador del sitio.

source: active
ar: فعّال
es: activo

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
ar: يحدد ما إن كان حساب هذا المستخدم سيعامل على أنه ناشط. علّق هذا الزرّ بدل حذف الحساب.
es: Designar el entorno que el usuario tendrá activo. Desactivar en lugar de eliminar.

source: date joined
ar: تاريخ الاشتراك
es: fecha en la que se unió

source: activation key
ar: مفتاح التفعيل
es: clave de activación

source: language
ar: لغة
es: idioma

source: User's preferred language.
ar: اللغة المفضلة للمستخدم.
es: Idioma preferido del usuario

source: user
ar: المستخدم
es: usuario

source: User emails must be unique without regard to case.
ar: على البريد الإلكتروني للمستخدم أن يكون فريدأً بغض النظر عن ضخامة الحرف
es: El correo electrónico de los usuarios debe ser único sin consideración del caso

source: Password is too short. It must have at least {min_length} characters.
ar: كلمة المرور قصيرة جداً. يجب أن تكون على الأقل {min_length} حرفاً
es: Contraseña muy corta. Esta debe tener al menos {min_length} caracteres.

source: Please go to the following page and choose a new password:
ar: يرجى التوجه نحو الصفحة التالية واختيار كلمة سر جديدة
es: Por favor, vaya a la siguiente página y elija una nueva contraseña:

source: Your username is your email address:
ar: رمز المستخدم هو عنوان بريدك الإلكتروني:
es: Su nombre de usuario es su dirección de correo electrónico:

source: Thanks for using our site!
ar: شكرا لاستخدام موقعنا!
es: ¡Gracias por usar nuestro sitio!

source: The %(site_name)s team
ar: فريق %(site_name)s
es: El equipo de %(site_name)s

source: To reset the password, please click the following link:
ar: لإعادة تعيين كلمة السر، يرجى الضغط على الرابط التالي
es: Para restablecer la contraseña, haga clic en el siguiente enlace:

source: registration
ar: تسجيل
es: registro

source: To activate this account, please click the following link:
ar: لتفعيل هذا الحساب، يرجى الضغط على الرابط التالي.

source: To activate this account, please click the following link:
ar: لتفعيل هذا الحساب، يرجى الضغط على الرابط التالي.
es: Para activar esta cuenta, haga clic en el siguiente enlace:

source: Account activation on
ar: تم تفعيل الحساب
es: Activación de la cuenta

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: French
ar: الفرنسية

source: Save
ar: حفظ
es: Guardar

source: Delete
ar: حذف
es: Borrar

source: Save as new
ar: حفظ كسجل جديد
es: Guardar como nuevo

source: Save and add another
ar: حفظ وإضافة أخرى
es: Guardar y agregar otro

source: Save and continue editing
ar: حفظ ومتابعة التحرير
es: Guardar y continuar editando

source: Save and reject
ar: حفظ وإلغاء
es: Guardar y rechazar

source: Save and approve
ar: حفظ والموافقة عليها
es: Guardar y aprobar

source: Category
ar: فئة

source: No entry found.
ar: لم يتم العثور على دخول.

source: Back to Category
ar: عودة إلى صفحة الفئة

source: Back to Overview
ar: العودة إلى النظرة الشاملة

source: Form name: %(form_name)s
ar: Form submission %(form_name)s

source: Upload
ar: الرفع

source: Thank you for submitting your information, you will be <a href="%(form_success_url)s">redirected shortly</a>.
ar: Thank you for submitting our information, you will be <a href="%(form_success_url)s">redirected shortly</a>.

source: Previous
ar: سابق

source: Back to List
ar: عد إلى القائمة

source: Next
ar: التالى

source: No items available
ar: لا المنتجات المتاحة

source: Read More
ar: اقرأ المزيد

source: No articles found
ar: لم يتم العثور على مقالات

source: There were no results for your search. Please check your spelling and try again.
ar: لا توجد نتائج لبحثك. يرجى التدقيق الإملائي وحاول مرة أخرى.

source: Keyword
ar: الكلمة

source: Keyword search
ar: بحث بكلمة مفتاحية

source: Go
ar: اذهب

source: No authors available
ar: لا مؤلفين المتاحة

source: All
ar: الجميع

source: by
ar: بواسطة

source: No results
ar: لا نتائج

source: No results found for
ar: لا توجد نتائج ل

source: results
ar: النتائج

source: Rate This Page
ar: قيم هذه الصفحة

source: Captcha Verification
ar: التحقق من Captcha

source: Search for Services Nearby
ar: بحث عن خدمات قريبة

source: International Rescue Committee Information Portal
ar: بوابة المعلومات لجنة الإنقاذ الدولية

source: Privacy
ar: خصوصية

source: Created by the International Rescue Committee
ar: مدعومة من لجنة الإنقاذ الدولية

source: IRC Info Portal
ar: بوابة المعلومات لجنة الإنقاذ الدولية

source: Created by the IRC
ar: مدعومة من لجنة الإنقاذ الدولية

source: Error submitting rating
ar: الخطأ تصنيف المقدمة

source: Services
ar: الخدمات

source: Choose Language
ar: اختر اللغة

source: Logout
ar: تسجيل الخروج

source: Dear %(provider_name)s
ar: عزيزي مقدم الخدمات %(provider_name)s

source: Your service %(service_name)s has been vetted and approved by International Rescue Committee staff. It has been published on the following link: <a href="%(service_link)s">%(service_link)s</a>
ar: تم التدقيق بالخدمة %(service_name)s من قبل لجنة الإنقاذ الدولية. وقد تم نشر ذلك على الرابط التالي: <a href="%(service_link)s">%(service_link)s</a>

source: Thanks for your submission.
ar: شكرا لتقديم الطلب

source: Best Regards
ar: مع أطيب التحيات

source: Support:
ar: الدعم:

source: Your service %(service_name)s has been vetted and approved by International Rescue Committee staff. It has been published on the following link: <a href="%(service_link)s">%(service_link)s</a>
ar: تم التدقيق بالخدمة %(service_name)s من قبل لجنة الإنقاذ الدولية. وقد تم نشر ذلك على الرابط التالي: <a href="%(service_link)s">%(service_link)s</a>

source: Service has been approved
ar: تمت الموافقة على الخدمة

source: You can type an address, a place name, or even a latitude and longitude into the search box (e.g. "33.8869, 35.5131").
ar: يمكنك كتابة عنوان، اسم مكان، أو حتى خطوط الطول والعرض في خانة البحث (مثلاً: "33.8869, 35.5131")

source: Description and Additional Information
ar: وصف ومعلومات إضافية

source: Hours (all times in time zone {timezone})
ar: ساعات (all times in time zone {timezone})

source: Location
ar: الموقع

source: Image
ar: صورة

source: Only services in draft status may be approved
ar: قد يتم الموافقة فقط على الخدمات الموضوعة في خانة المسودة

source: Unable to approve service '{name}': {error}.
ar: غير قادر على الموافقة على الخدمة {name}': {error}'.

source: Services have been approved
ar: تمت الموافقة على الخدمات

source: Approve new or changed service
ar: الموافقة على خدمة جديدة أو خدمة معدّلة

source: Only services in draft status may be rejected
ar: قد يتم رفض فقط الخدمات الموضوعة في خانة المسودة

source: Unable to reject service '{name}': {error}.
ar: غير قادر على رفض الخدمة {name}': {error}'

source: Services have been rejected
ar: لقد تم رفض الخدمات

source: Reject new or changed service
ar: رفض خدمة جديدة أو خدمة معدّلة

source: The service was approved successfully.
ar: تمت الموافقة على الخدمة بنجاح.

source: The service was rejected successfully.
ar: تم رفض الخدمة بنجاح.

source: no image
ar: لا توجد صورة

source: Errors in sheet %s:
ar: أخطاء في ورقة٪ الصورة:%s:

source: First sheet has no data.
ar: جدول البيانات الأول فارغ

source: Only staff may delete providers
ar: الموظفين فقط قد حذف مقدمي

source: Non-staff users may not create new providers
ar: المستخدمين غير الموظفين قد لا تخلق مقدمي خدمات جديدة

source: %s is not a valid ID
ar: %s ليس بطاقة هوية صالحة

source: There is no provider with id=%s
ar: لا يوجد أي مزود مع id=%s

source: Second sheet has no data.
ar: جدول البيانات الثاني فارغ

source: Second sheet has wrong name, expected {expected}, got {actual}
ar: الورقة الثانية واسم خاطئ، من المتوقع {expected},, got {actual}

source: %d is not a service this user may delete
ar: %d ليس خدمة لهذا المستخدم قد حذف

source: %d is not a service this user may import
ar: %d ليس خدمة لهذا المستخدم قد استيراد

source: No service with id=%s
ar: لا توجد خدمة مع id=%s

source: Non-staff users may not create services for other providers
ar: المستخدمين غير الموظفين قد لا تخلق الخدمات لمقدمي الخدمات الآخرين

source: Third sheet has wrong name, expected {expected}, got {actual}
ar: الورقة الثالثة واسم خاطئ، من المتوقع {expected}, got {actual}

source: No selection criterion with id = %s
ar: لا معايير الاختيار مع id = %s

source: Selection criterion refers to service with ID or name {name!r} that is not in the 2nd sheet. Choices: {list1!r} or {list2!r}
ar: ويشير معيار الاختيار للخدمة مع هوية أو اسم {الاسم! ص} غير موجود في ورقة 2. الخيارات: {! list1 ص} أو {! list2 ص}

source: type
ar: نوع

source: phone number
ar: رقم الهاتف

source: website
ar: الموقع الإلكتروني

source: number of targeted beneficiaries monthly
ar: عدد المستفيدين شهريا"

source: focal point phone number
ar: رقم الشخص المسؤول الذي يمكن الاتصال به

source: parent area
ar: المنطقة الأم

source: the area that contains this area
ar: المنطقة التابعة لتلك المنطقة أخرى

source: selection criteria
ar: معايير الاختيار

source: Selection criterion must have text in at least one language
ar: يجب أن يكون معيار الاختيار النص بلغة واحدة على الأقل

source: icon
ar: رمز

source: provider
ar: مقدم الخدمات

source: area of service
ar: منطقة تواجد الخدمة

source: cost of service
ar: كلفة الخدمة

source: mobile service
ar: الخدمات المتنقلة

source: draft
ar: مسودة

source: current
ar: الحالي

source: rejected
ar: مرفوض

source: canceled
ar: ملغية

source: archived
ar: موضوعة في أرشيف

source: status
ar: الحالة

source: If a service record represents a modification of another service record, this field links to that other record.
ar: إن كان سجل الخدمة يمثل تعديل آخر لسجل خدمة أخرى، إذن هذه الخانة ترمز إلى ذلك السجل الأساسي

source: location
ar: الموقع

source: Upload an image file (GIF, JPEG, PNG, WebP) with a square aspect ratio (Width equal to Height). The image size should be at least 1280 x 1280 for best results. SVG files are not supported.
ar: تحميل ملف صورة (GIF، JPEG، PNG، WebP) مع نسبة الارتفاع مربع (العرض يساوي الارتفاع). يجب أن يكون حجم الصورة 1280 x 1280 على الأقل للحصول على أفضل النتائج. غير معتمدة ملفات SVG.

source: Only services in draft status may be approved.
ar: يجوز الموافقة على الخدمات الوحيدة في مشروع وضع

source: Only services in draft status may be rejected.
ar: قد يتم إلغاء فقط الخدمات الموضوعة في خانة المسودة

source: Provider updated their information
ar: لقد تم تحديث معلومات مقدم الخدمة

source: New service submitted by provider
ar: تم تسجيل خدمة جديدة من قبل مقدم الخدمة

source: Change to existing service submitted by provider
ar: تغيير إلى خدمة موجودة مسبقا" من قبل مقدم الخدمة

source: Provider canceled a draft service
ar: مقدم الخدمة ألغى مسودة الخدمة

source: Provider canceled a current service
ar: مقدم الخدمة ألغى خدمة حالية

source: Provider superseded a previous draft
ar: مزود ألغى مسودة قديمة

source: Staff approved a new or changed service
ar: الموظفين وافقوا على خدمة جديدة أو خدمة معدّلة

source: Staff rejected a new or changed service
ar: الموظفون لم يوافقوا على خدمة جديدة أو خدمة معدّلة

source: User submitted feedback
ar: ملاحظات المستخدم المقترحة

source: User submitted request for service.
ar: قدم طلب المعلن للخدمة.

source: update type
ar: نوع التحديث

source: JIRA issue
ar: مسألة الجيرا

source: nationalities
ar: الجنسيات

source: Nationality
ar: الجنسية

source: Area of residence
ar: مكان السكن

source: Service
ar: الخدمة

source: Was service delivered?
ar: حل حصلت على الخدمة؟

source: How would you rate the quality of the service you received (from 1 to 5, where 5 is the highest rating possible)?
ar: كيف تقيم نوعية الخدمة التي تلقيتها (من 1 إلى 5، حيث أن 5 هي أعلى تقييم ممكن)؟

source: Did you receive a clear explanation for why the service you sought was not delivered to you?
ar: هل وصلك تبرير واضح لعدم حصولك على الخدمة التي ابتغيتها؟

source: No explanation
ar: لا تفسير

source: Explanation was not clear
ar: التفسير غير واضح

source: Explanation was not fair
ar: التفسير غير عادل

source: Clear and appropriate explanation
ar: تفسير واضح ومناسب

source: How long did you wait for the service to be delivered, after contacting the service provider?
ar: بعد التواصل مع مقدم الخدمة، كم من الوقت انتظرت حتى تلقيت الخدمة؟

source: Less than 1 hour
ar: أقل من ساعة واحدة 1

source: Up to 2 days
ar: حتى يومين إثنين

source: 3-7 days
ar: من 3 إلى 7 أيام 3-7

source: 1-2 weeks
ar: من أسبوع إلى أسبوعين 1-2

source: More than 2 weeks
ar: أكثر من أسبوعين 2

source: How do you rate your satisfaction with the time that you waited for the service to be delivered (from 1 to 5, where 5 is the highest rating possible)?
ar: كيف تقيم رضاك بالنسبة للوقت الذي انتظرت فيه لتصلك الخدمة (من 1 إلى 5، بحيث أن 5 هو أعلى تقييم متاح)؟

source: Did you experience difficulties contacting the provider of the service you needed?
ar: هل واجهتك أي عقبات عند التواصل مع مقدم الخدمة الذي تحتاجها؟

source: No
ar: لا

source: Did not know how to contact them
ar: لم أعرف كيفية الإتصال به

source: Tried to contact them by phone but received no response
ar: حاولت التواصل معهم عبر الهاتف و لكن لم أتلق جوابا"

source: Tried to contact them in person but received no response or did not find their office
ar: حاولت التواصل معهم شخصيا" و لكن لم أتلق جوابا" أو لم أجد مكتبهم

source: Contacted them but response was unhelpful
ar: تواصلت معهم و لكن الجواب كان غير مفيد

source: Other
ar: آخر

source: Other difficulties contacting the service provider
ar: صعوبات أخرى واجهتك خلال تواصلك مع مقدم الخدمة

source: How would you rate your satisfaction with the staff of the organization that provided services to you, (from 1 to 5, where 5 is the highest rating possible)?
ar: كيف تقيم رضاك عن المنظمة/المؤسسة التي أمّنت لك الخدمة (من 1 إلى 5، بحيث أن 5 هي أعلى تقييم ممكن)

source: Other comments
ar: ملاحظات أخرى

source: I want my feedback to be anonymous to the service provider
ar: أريد أن يكون تقييمي مجهول الإسم لمقدم الخدمة

source: Quality field is required if you answered 'Yes' to 'Was the service you sought delivered to you?'.
ar: حقل النوعية مطلوب إن كنت قد أجبت ب "نعم" على سؤال "هل وصلتك الخدمة التي ابتغيتها؟"

source: An answer is required to 'How long did you wait for the service to be delivered, after contacting the service provider?' if you answered 'Yes' to 'Was the service you sought delivered to you?'.
ar: إن كان جوابك "نعم" ل "هل وصلتك الخدمة التي ابتغيتها؟" فالمطلوب تقديم جواب لهذا السؤال "بعد الإتصال بمقدم الخدمة، كم من الوقت انتظرت كي تصلك الخدمة؟"

source: An answer is required to 'How do you rate your satisfaction with the time that you waited for the service to be delivered?' if you answered 'Yes' to 'Was the service you sought delivered to you?'.
ar: إن كان جوابك "نعم" ل "هل وصلتك الخدمة التي ابتغيتها؟" فالمطلوب الإجابة على "كيف تقيم رضاك على الوقت الذي انتظرت فيه لتصلك الخدمة؟"

source: An answer is required to 'Did you receive a clear explanation for why the service you sought was not delivered to you?' if you answered 'No' to 'Was the service you sought delivered to you?'.
ar: إن كان جوابك "لا" ل "هل وصلتك الخدمة التي ابتغيتها؟" فالمطلوب الإجابة على "هل وصلك تبرير واضح لعدم حصولك على الخدمة التي ابتغيتها؟"

source: An answer is required to 'Other difficulties contacting the service provider' if you answered 'Other' to 'Did you experience difficulties contacting the provider of the service you needed?'
ar: إن كان جوابك "آخر" ل "هل واجهتك أي عقبات عند التواصل مع مقدم الخدمة الذي تبغيه؟" فالمطلوب الإجابة على "صعوبات أخرى واجهتك خلال تواصلك مع مقدم الخدمة."

source: Please set up a password for your account.
es: Por favor, introduzca una contraseña para su cuenta

source: Confirm Password
es: Confirme su contraseña

source: Sign in to start your session
es: Regístrese para iniciar sesión

source: Log in
es: Inicie sesión

source: Forgotten your password or username?
es: ¿Ha olvidado su contraseña o nombre de usuario?

source: You\
es: Usted\

source: here
es: aquí

source: to go back to the application
es: para volver a la aplicación

source: Your password has been set. You may go ahead and log in now.
es: Su contraseña ha sido enviada. Puede seguir adelante y entrar ahora.

source: Please enter your new password twice so we can verify you typed it in correctly.
es: Por favor, introduzca su nueva contraseña dos veces para verificar que la ha escrito correctamente.

source: New password:
es: Nueva contraseña:

source: Confirm password:
es: Confirme contraseña:

source: Change my password
es: Cambiar mi contraseña

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: El enlace de restablecimiento de contraseña no es válido, posiblemente porque ya ha sido usado. Por favor, solicite un restablecimiento para una nueva contraseña.

source: We’ve emailed you instructions for setting your password. If an account exists with the email you entered, you should receive them shortly.
es: Hemos enviado un correo con instrucciones para connfigurar su contraseña. Si existe un cuenta con el correo electrónico ingresado, deberá recibirlas pronto.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
es: Si no recibe un correo, por favor, asegúrese de que ha introducido la dirección con la que se registró y revisé su carpeta de spam.

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
es: ¿Olvidó su contraseña? Ingrese su dirección de correo electrónico y le mandaremos un correo con las instrucciones para configurar una nueva.

source: Email address:
es: Dirección de correo electrónico:

source: Reset my password
es: Restablecer mi contraseña:

source: Unable to activate user '{email}': {error}.
es: Imposible activar usuario '{email}': {error}

source: The account was activated successfully. Email has been sent to user.
es: La cuenta fue acitvada exitosamente. Se ha enviado un correo al usuario.

source: You're receiving this email because you requested a password reset for your user account at Refugee.Info Admin.
es: Usted está recibiendo este mensaje porque solicitó restablecer una contraseña para su cuenta de usuario en Refugee.Info Admin.

source: You (or someone pretending to be you) have asked to reset the password of an account at admin.refugee.info. If this wasn't you, please ignore this email.
es: Usted (o alguien haciéndose pasar por usted) ha solicitado restablecer la contraseña de una cuenta en admin.refugee.info. Si no fue usted, por favor, ignore este correo electrónico.

source: Sincerely, Refugee.Info Management
es: Sinceramente, Gestión de Refugee.Info

source: Password reset on Refugee.Info Admin
es: Restablecer la contraseña en Refugee.Info Admin

source: You (or someone pretending to be you) have asked to register an account at %(site)s. If this wasn't you, please ignore this email and your address will be removed from our records.
es: Usted (o alguien haciéndose pasar por usted) ha solicitado registrar una cuenta en %(site)s. Si no fue usted, por favor, ignore este mensaje y su dirección será eliminada de nuestros registros.

source: Sincerely, %(site)s Management
es: Sinceramente, Gestión de %(site)s

source: You (or someone pretending to be you) have asked to register an account at %(site)s. If this wasn't you, please ignore this email and your address will be removed from our records.
es: Usted (o alguien que pretende ser usted) ha solicitado registrar una cuenta en %(site)s. Si no fue usted, ignore este correo electrónico y su dirección será eliminada de nuestros registros.

source: Sincerely, %(site)s Management
es: Sinceramente, Gestión de %(site)s

source: Title in {LANGUAGE_NAME}
es: Título en {LANGUAGE_NAME}

source: Activate provider account
es: Activar cuenta de proveedor
